driver-tests/bpelse/faulthandling/StandardFaultsJbi/test/results/CorrelationViolation_ThrowFromPick/Actual_20130226134038_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <Message xmlns="http://xml.netbeans.org/schema/StandardFaultsBpel/src/CorrelationViolation/XmlSchema" xmlns:msgns="http://j2ee.netbeans.org/wsdl/StandardFaultsBpel/CorrelationViolation/ThrowFromPick/StandardFaultWSDL">
      <Id1>corr1</Id1>
      <Id2>corr2</Id2>
      <Data>Success call from invoke.Correlation Violation call from Invoke.Success.Correlation Violation.</Data>
    </Message>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>